13/data/attachments/89ff850ebb4f5aa6.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_75dab636-2277-44fb-a835-ff41550eb145</nif:username>
            <nif:friendToBeAdded>Steven_order_Actions_98290_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>